[
    {
        "id": "0",
        "name": "Royal Palace",
        "imageCardName": "RoyalPalacePlaces",
        "isFavorite": false,
        "openWeek": "Mon Tue Thu Fri Sat Sun",
        "openHours": "9 AM - 8 PM",
        "price": "€ 6,00",
        "imageDescriptionName": "RoyalPalaceDescription",
        "description": "The Royal Palace of Naples (Italian: Palazzo Reale di Napoli, Neapolitan: Palazzo Riale ‘e Napule) is a palace, museum, and historical tourist destination located in central Naples, southern Italy. It was one of the four residences near Naples used by the House of Bourbon during their rule of the Kingdom of Naples (1735–1816) and later the Kingdom of the Two Sicilies (1816-1861). The others were the palaces of Caserta, Capodimonte overlooking Naples and Portici on the slopes of Vesuvius.",
        "mondayHours": "9 AM - 8 PM",
        "tuesdayHours": "9 AM - 8 PM",
        "wednesdayHours": "Closed",
        "thursdayHours": "9 AM - 8 PM",
        "fridayhours": "9 AM - 8 PM",
        "saturdayHours": "9 AM - 8 PM",
        "sundayHours": "9 AM - 8 PM",
        "coordinates": {
            "latitude": 40.836167,
            "longitude": 14.249557
        }
    },
    {
        "id": "1",
        "name": "Angevin Keep",
        "imageCardName": "AngevinKeepPlaces",
        "isFavorite": false,
        "openWeek": "Mon Tue Wed Thu Fri Sat Sun",
        "openHours": "Variable",
        "price": "€ 6,00",
        "imageDescriptionName": "AngevinKeepDescription",
        "description": "Castel Nuovo (English: New Castle), often called Maschio Angioino (Italian: Angevin Keep), is a medieval castle located in front of Piazza Municipio and the city hall (Palazzo San Giacomo) in central Naples, Campania, Italy. Its scenic location and imposing size makes the castle, first erected in 1279, one of the main architectural landmarks of the city. It was a royal seat for kings of Naples, Aragon and Spain until 1815. It is the headquarters of Neapolitan Society of Homeland History and of the Naples Committee of the Institute for the History of the Italian Risorgimento. In the complex there is also the civic museum, which includes the Palatine Chapel and the museum paths on the first and second floors.",
        "mondayHours": "9 AM - 7 PM",
        "tuesdayHours": "9 AM - 7 PM",
        "wednesdayHours": "9 AM - 7 PM",
        "thursdayHours": "9 AM - 7 PM",
        "fridayhours": "9 AM - 7 PM",
        "saturdayHours": "9 AM - 7 PM",
        "sundayHours": "9 AM - 2 PM",
        "coordinates": {
            "latitude": 40.838336,
            "longitude": 14.253248
        }
    },
    {
        "id": "2",
        "name": "Park of Remembrance",
        "imageCardName": "ParkOfRemembrancePlaces",
        "isFavorite": false,
        "openWeek": "Mon Tue Wed Thu Fri Sat Sun",
        "openHours": "7 AM - 10 PM",
        "price": "FREE",
        "imageDescriptionName": "ParkOfRemembranceDescription",
        "description": "Parco Virgiliano (the Park of Remembrance) is a scenic park located on the hill of Posillipo, Naples, Italy. The Park serves as a green oasis, built on the tufa stone typical to the coast of Posillipo. A series of terraces overlooking the whole Gulf of Naples provides the park with a unique array of impressive vistas, including views of the coasts of Amalfi and Sorrento, Mount Vesuvius, Gaiola Bay, Pollione'S amphitheater, Trentaremi Bay, Nisida island, the factory neighbourhood of Bagnoli, Pozzuoli, Baia, Bacoli, Monte di Procida and the beautiful islands of Ischia, Capri and Procida. The park offers several playgrounds designed for children of various age-groups, as well as many kiosks which during the summer nights are often packed with youngsters just relaxing. The park also has a small amphitheater, where events are organized in the summers.",
        "mondayHours": "7 AM - 10 PM",
        "tuesdayHours": "7 AM - 10 PM",
        "wednesdayHours": "7 AM - 10 PM",
        "thursdayHours": "7 AM - 10 PM",
        "fridayhours": "7 AM - 10 PM",
        "saturdayHours": "7 AM - 10 PM",
        "sundayHours": "7 AM - 10 PM",
        "coordinates": {
            "latitude": 40.799291,
            "longitude": 14.180163
        }
    },
    {
        "id": "3",
        "name": "Egg Castle",
        "imageCardName": "EggCastlePlaces",
        "isFavorite": false,
        "openWeek": "Mon Tue Wed Thu Fri Sat Sun",
        "openHours": "Variable",
        "price": "FREE",
        "imageDescriptionName": "eggCastleDescription",
        "description": "Castel dell'Ovo (in English, Egg Castle) is a seafront castle in Naples, located on the former island of Megaride, now a peninsula, on the Gulf of Naples in Italy. The castle's name comes from a legend about the Roman poet Virgil, who had a reputation in the Middle Ages as a great sorcerer and predictor of the future. In the legend, Virgil put a magical egg into the foundations to support the fortifications. It remains there along with his bones, and had this egg been broken, the castle would have been destroyed and a series of disastrous events for Naples would have followed. The castle is located between the districts of San Ferdinando and Chiaia, facing Mergellina across the sea.",
        "mondayHours": "9 AM - 6,30 PM",
        "tuesdayHours": "9 AM - 6,30 P",
        "wednesdayHours": "9 AM - 6,30 PM",
        "thursdayHours": "9 AM - 6,30 P",
        "fridayhours": "9 AM - 6,30 P",
        "saturdayHours": "9 AM - 6,30 P",
        "sundayHours": "7 AM - 1 PM",
        "coordinates": {
            "latitude": 40.827965,
            "longitude": 14.247850
        }
    },
    {
        "id": "4",
        "name": "Neaples Cathedral",
        "imageCardName": "NeaplesCathedralPlaces",
        "isFavorite": false,
        "openWeek": "Mon Tue Wed Thu Fri Sat Sun",
        "openHours": "8,30 AM - 7,30 PM",
        "price": "FREE",
        "imageDescriptionName": "NaplesCathedralDescription",
        "description": "The Naples Cathedral (Italian: Duomo di Napoli; Neapolitan: Viscuvato 'e Napule), or Cathedral of the Assumption of Mary (Italian: Cattedrale di Santa Maria Assunta), is a Roman Catholic cathedral, the main church of Naples, southern Italy, and the seat of the Archbishop of Naples. It is widely known as the Cattedrale di San Gennaro (Cathedral of Saint Januarius), in honour of the city's patron saint.",
        "mondayHours": "8,30 AM - 7,30 PM",
        "tuesdayHours": "8,30 AM - 7,30 PM",
        "wednesdayHours": "8,30 AM - 7,30 PM",
        "thursdayHours": "8,30 AM - 7,30 PM",
        "fridayhours": "8,30 AM - 7,30 PM",
        "saturdayHours": "8,30 AM - 7,30 PM",
        "sundayHours": "8 AM - 7,30 PM",
        "coordinates": {
            "latitude": 40.852627,
            "longitude": 14.259623
        }
    }
]
